Repository: paps1999/Internet-Speedtest
Catalog: Internet-Speedtest/usr/lib/enigma2/python/Plugins/Extensions/InternetSpeedTest/locale/*/LC_MESSAGES/speedtest.po
Languages: pl

source: Server list
pl: Serwery

source: I check the available servers
pl: Sprawdzam dostępne serwery

source: Choose server and press ok
pl: Wybierz serwer i naciśnij OK

source: Download speedtest.png failed!
pl: Pobieranie speedtest.png nie powiodło się!

source: Exit
pl: Zakończ

source: I check Internet speedtest, be patient...
pl: Sprawdzam prędkość Internetu, cierpliwości...

source: Repeat test
pl: Powtórz test

source: Result successfully saved in /tmp/speedtest.png
pl: Wynik został pomyślnie zapisany w pliku /tmp/speedtest.png

source: Save results
pl: Zapisz wynik testu

source: Show results
pl: Pokaż wynik testu

source: Test completed, to test again press green button
pl: Test zakończony, aby powtórzyć wciśnij zielony przycisk

source: Test your internet speed by Madhouse
pl: Test szybkości Internetu by Madhouse

source: Testing download from
pl: Testuję prędkość pobierania z

source: Testing upload speed
pl: Testuję prędkość wysyłania

source: No matched servers: %s
pl: Brak dopasowanych serwerów: %s
